Repository: WebgateSystems/akademy2-mobile
Catalog: lib/l10n/intl_*.arb
Languages: uk

# appTitle
source: AKAdemy2.0
uk: Академія 2.0

# loginTitle
source: Log in
uk: Увійти

# loginPhoneRequired
source: Please enter your phone number
uk: Введіть свій номер телефону

# loginPhoneInvalid
source: Invalid phone number.
uk: Некоректний номер телефону.

# loginCreateAccountPrompt
source: Don't have an account?
uk: Немає облікового запису?

# loginCreateAccountCta
source: Create account
uk: Створити акаунт

source: Privacy policy
uk: Політика конфіденційності

# splashPartnerDefaultTitle
source: Our partners
uk: Наші партнери

# splashPartnerDefaultDescription
source: Tap a partner logo to see more. Details for this organization will appear soon.
uk: Натисніть на логотип партнера, щоб дізнатися більше. Деталі для цієї організації з'являться згодом.

# splashPartnerFsoTitle
source: Fundacja Sebastiana Ody
uk: Фундація Себастьяна Оди

# splashPartnerFsoDescription
source: Fundacja Sebastiana Ody is a non-governmental organization focused on education in safety, civil defense, and crisis management. The Foundation carries out initiatives to prepare society for extraordinary situations, including training in organizing and coordinating operations, public safety, and civil protection. In its work, the Foundation combines expert knowledge with practice, undertaking initiatives related to securing high-risk events, including rocket launches and other undertakings that require advanced planning and safety procedures.
uk: Фундація Себастьяна Оди — недержавна організація, що займається просвітою у сфері безпеки, цивільної оборони та кризового управління. Фундація реалізує ініціативи з підготовки суспільства до надзвичайних ситуацій, зокрема проводить навчання з організації та координації дій, громадської безпеки й захисту населення. У своїй діяльності Фундація поєднує експертні знання з практикою, беручи участь в ініціативах із забезпечення подій підвищеного ризику, зокрема запусків ракет та інших проєктів, що потребують ретельного планування й процедур безпеки.

# splashPartnerFsoLinkLabel
source: Website FSO:
uk: Вебсайт FSO:

# splashPartnerOspDescription
source: OSP Witomino is a newly reactivated volunteer fire department from Gdynia – Witomino, created by the local community to strengthen residents' safety and support rescue operations in the area. The organization brings together volunteers ready to help in situations threatening life, health, and property, and runs preventive and educational activities around safety. OSP Witomino engages in training, raising safety awareness, and cooperating with residents, promoting prevention and crisis response skills while building the local community's readiness to act together.
uk: OSP Witomino — щойно відновлена добровільна пожежна частина з Гдині (Вітоміно), створена з ініціативи місцевої спільноти, щоб посилити безпеку мешканців і підтримувати рятувальні дії у своєму районі. Організація об’єднує волонтерів, готових допомагати у ситуаціях загрози життю, здоров’ю та майну, а також веде превентивну та освітню діяльність щодо безпеки. OSP Witomino залучається до навчань, підвищення обізнаності з безпеки та співпраці з мешканцями, популяризуючи профілактику й навички реагування у кризових ситуаціях, а також формуючи готовність місцевої спільноти діяти разом.

# splashPartnerOspLink1Label
source: Website 1:
uk: Вебсайт 1:

# splashPartnerOspLink2Label
source: Website 2:
uk: Вебсайт 2:

# splashPartnerPonDescription
source: Pomorska Obrona Narodowa is a pro-defense association from Gdynia that works to strengthen the security of the state and society through education, training, and practical civic action. The organization brings together active soldiers, reservists, and civilians committed to promoting defense readiness and skills useful in crisis situations. As part of its work, Pomorska Obrona Narodowa runs diverse training—from defense preparedness, first aid, and land navigation to light infantry tactics and elements of rescue and defense operations—combining practical knowledge with social and civic engagement.
uk: Pomorska Obrona Narodowa — прооборонна асоціація з Гдині, що працює над посиленням безпеки держави й суспільства через освіту, тренінги та практичні громадянські дії. Організація об’єднує як чинних військових, резервістів, так і цивільних, які просувають оборонну готовність і навички, корисні в кризових ситуаціях. У межах діяльності Pomorska Obrona Narodowa проводить різноманітні тренінги: від оборонної підготовки, першої допомоги та орієнтування на місцевості до тактики легкої піхоти та елементів рятувальних і оборонних дій, поєднуючи практичні знання з громадянською залученістю.

# splashPartnerPonLinkLabel
source: Website:
uk: Вебсайт:

# splashPartnerPoprDescription
source: Poszukiwawcze Ochotnicze Pogotowie Ratunkowe (POPR) is an association from Gdynia working for safety and rescue. The organization specializes in searching for missing persons in open areas and evacuating the injured from hard-to-reach locations, and provides training in first aid and how to behave in dangerous situations. POPR operates non-profit with community volunteers and cooperates with the police and other rescue services, offering around-the-clock support where fast and effective help is critical.
uk: Poszukiwawcze Ochotnicze Pogotowie Ratunkowe (POPR) — це асоціація з Гдині, що працює у сфері безпеки та рятувальних операцій. Організація спеціалізується на пошуку зниклих людей у відкритій місцевості та евакуації постраждалих із важкодоступних місць, а також проводить навчання з першої допомоги й правил поведінки у небезпечних ситуаціях. POPR працює неприбутково, спираючись на волонтерів, і співпрацює з поліцією та іншими рятувальними службами, пропонуючи цілодобову підтримку там, де важлива швидка й ефективна допомога.

# splashPartnerPoprLinkLabel
source: Website:
uk: Вебсайт:

# splashPartnerMenDescription
source: Projekt współfinansowany przez Ministerstwo Edukacji Narodowej w ramach programu 'Młodzi Obywatele' 2025
uk: Проєкт співфінансований Міністерством народної освіти в межах програми "Młodzi Obywatele" 2025

# splashPartnerMenLinkLabel
source: Website:
uk: Вебсайт:

# splashPartnerWsDescription
source: Jesteśmy międzynarodowym zespołem doświadczonych specjalistów, wyspecjalizowanych w projektowaniu i utrzymaniu wysokowydajnych aplikacji webowych w skali przemysłowej. Realizujemy zarówno proste strony i niewielkie projekty, jak i złożone systemy o dużym ruchu, gdzie kluczowe znaczenie mają skalowalność, wysoka dostępność (HA) oraz architektury rozproszone pomiędzy centrami danych. Nasze kompetencje obejmują m.in. systemy CRM, platformy analityczne, sieci reklamowe czy rozwiązania bankowości online. Pracujemy w oparciu o metodyki zwinne, umożliwiając klientom realny wpływ na kształt produktu na każdym etapie rozwoju – w regularnych, krótkich iteracjach. Stosujemy automatyczne testy oraz podejście Behaviour Driven Development (BDD), co przekłada się na wysoką jakość kodu, łatwość rozwoju i aktualizacji oraz długoterminową odporność systemów na zagrożenia bezpieczeństwa. Jakość kodu traktujemy bezkompromisowo – dlatego nie mamy oporów przed jego udostępnianiem. Jeśli umowa na to pozwala, tworzymy rozwiązania o otwartym kodzie źródłowym, z bardzo wysokim pokryciem testami. Projekt AKAdemy 2.0 jest tego naturalnym przykładem, a nie wyjątkiem.
uk: Jesteśmy międzynarodowym zespołem doświadczonych specjalistów, wyspecjalizowanych w projektowaniu i utrzymaniu wysokowydajnych aplikacji webowych w skali przemysłowej. Realizujemy zarówno proste strony i niewielkie projekty, jak i złożone systemy o dużym ruchu, gdzie kluczowe znaczenie mają skalowalność, wysoka dostępność (HA) oraz architektury rozproszone pomiędzy centrami danych. Nasze kompetencje obejmują m.in. systemy CRM, platformy analityczne, sieci reklamowe czy rozwiązania bankowości online. Pracujemy w oparciu o metodyki zwinne, umożliwiając klientom realny wpływ na kształt produktu на każdym etapie rozwoju – в regularnych, krótkich iteracjach. Stosujemy automatyczne testy oraz podejście Behaviour Driven Development (BDD), co przekłada się на wysoką jakość kodu, łatwość rozwoju i aktualizacji oraz długoterminową odporność systemów на zagrożenia bezpieczeństwa. Jakość kodu traktujemy bezkompromisowo – dlatego nie mamy oporów przed jego udostępnianiem. Jeśli umowa на to pozwala, tworzymy rozwiązania o otwartym kodzie źródłowym, z bardzo wysokim pokryciem testами. Projekt AKAdemy 2.0 jest tego naturalnym przykładem, a nie wyjątkiem.

# splashPartnerWsLinkLabel
source: Website:
uk: Вебсайт:

# splashPartnerValldalLinkLabel
source: Website:
uk: Вебсайт:

# splashGoToWebsite
source: Go to website
uk: Перейти на сайт

# splashGoToFacebook
source: Go to Facebook
uk: Перейти у Facebook

# splashLinkOpenError
source: Could not open link
uk: Не вдалося відкрити посилання

# splashLinkGuardHint
source: External link is protected by a parental gate.
uk: Зовнішнє посилання відкривається лише після батьківського контролю.

# loginFailed
source: Login failed: {error}
uk: Не вдалося увійти: {error}

# loginPinTitle
source: Log in with your 4-digit code
uk: Увійдіть за 4-значним кодом

# loginPinSubtitle
source: Please enter your 4-digit PIN to continue to the AKAdemy2.0 application.
uk: Введіть свій 4-значний PIN, щоб продовжити в застосунку AKAdemy2.0.

# unlockPinTitle
source: Enter your PIN
uk: Введіть свій PIN

# unlockPinSubtitle
source: Confirm your 4-digit PIN for {phone}.
uk: Підтвердіть свій 4-значний PIN для {phone}.

# unlockBiometricWaiting
source: Waiting for biometric confirmation...
uk: Очікування підтвердження біометрії...

# passwordField
source: Password
uk: Пароль

# subjectsTitle
source: Subjects
uk: Предмети

# joinTitle
source: Join class
uk: Приєднання до класу

source: Loading...
uk: Завантаження...

source: Retry
uk: Спробувати ще раз

# noSubjects
source: No subjects yet
uk: Предметів поки немає

# modulesTitle
source: Modules
uk: Модулі

# moduleSingleFlow
source: Single flow
uk: Послідовний потік

# moduleMultiStep
source: Multi-step
uk: Кілька етапів

# moduleScreenTitle
source: Module
uk: Модуль

# moduleNotFound
source: Module {moduleId} not found
uk: Модуль {moduleId} не знайдено

# moduleDownloadNoFiles
source: No files available for offline. Check that API returns file_url/poster_url.
uk: Немає файлів для офлайн. Перевірте, що API повертає file_url/poster_url.

# moduleOfflineVideoUnavailable
source: Video isn't available offline. Download the content to watch without internet.
uk: Відео недоступне офлайн. Завантажте контент для перегляду без інтернету.

# moduleYoutubeOnly
source: This video is only available online via YouTube and can't be downloaded.
uk: Це відео доступне тільки онлайн через YouTube і не може бути завантажене.

# videoTitle
source: Video
uk: Відео

# infographicTitle
source: Infographic
uk: Інфографіка

# quizTitle
source: Start Quiz
uk: Розпочати тест

# resultTitle
source: Result
uk: Результат

# downloadsTitle
source: Downloads
uk: Завантаження

# downloadsPlaceholder
source: Downloads placeholder (M1)
uk: Заглушка завантажень (M1)

# profileTitle
source: Account
uk: Акаунт

# profilePlaceholder
source: Profile placeholder (M1)
uk: Заглушка профілю (M1)

# inviteToken
source: Invite token: {token}
uk: Токен запрошення: {token}

source: Create an Account
uk: Створити обліковий запис

# firstNameField
source: First name
uk: Ім’я

# lastNameField
source: Last name
uk: Прізвище

# dateOfBirthField
source: Date of birth
uk: Дата народження

# phoneField
source: Phone
uk: Телефон

# iAgreeToReceive
source: By providing my email I agree to receive communications from AKAdemy2.0 I understand I can opt out at any time.
uk: Надаючи свою електронну адресу, я погоджуюся отримувати повідомлення від Академії 2.0. Я розумію, що можу відмовитися в будь-який час.

# createAccountButton
source: Create account
uk: Створити обліковий запис

# verifyPhoneTitle
source: Verify your phone number
uk: Підтвердіть номер телефону

# verifyPhoneSubtitle
source: We sent a 4-digit code to your phone {phone}.
uk: Ми надіслали 4-значний код на ваш телефон {phone}.

# verifyPhoneInvalidCode
source: Invalid verification code. Please request a new one.
uk: Неправильний код підтвердження. Запросіть новий.

# verifyPhoneResendCountdown
source: Resend (in 0:{seconds})
uk: Надіслати ще раз (через 0:{seconds})

# verifyPhoneResendButton
source: Resend code
uk: Надіслати код ще раз

# verifyPhoneCodeResentSnack
source: Code resent
uk: Код повторно надіслано

source: Verify your account
uk: Підтвердіть свій акаунт

# verifyEmailMessage
source: We've sent a confirmation link to {email}. Open your inbox and click the link to finish signing up.
uk: Ми надіслали підтверджувальне посилання на {email}. Відкрийте пошту та перейдіть за посиланням, щоб завершити реєстрацію.

# checkSpam
source: Don't see it? Check your spam folder.
uk: Не знайшли? Перевірте папку «Спам».

source: Next
uk: Далі

# pinCreateTitle
source: Come up with a 4-digit code
uk: Придумайте 4-значний код

# pinCreateSubtitle
source: This code will be needed to log in to the AKAdemy2.0 application.
uk: Цей код буде потрібен для входу в застосунок AKAdemy2.0.

# pinConfirmTitle
source: Repeat a 4-digit code
uk: Повторіть 4-значний код

# pinConfirmSubtitle
source: Confirm your code.
uk: Підтвердіть свій код.

# pinConfirmMismatchSubtitle
source: Pins do not match. Try again.
uk: Коди не збігаються. Спробуйте ще раз.

# pinMismatchInline
source: Pins do not match
uk: Коди не збігаються

# enableBiometricTitle
source: Enable biometric login
uk: Увімкнути біометричний вхід

# enableBiometricSubtitle
source: Allow login with your fingerprint or face scan to quickly and securely access the app.
uk: Дозвольте вхід за відбитком пальця або скануванням обличчя, щоб швидко й безпечно отримувати доступ до застосунку.

# enableBiometricEnable
source: enable
uk: Увімкнути

# enableBiometricNotNow
source: not now
uk: Не зараз

# enableBiometricSelectOption
source: Select at least one option
uk: Виберіть принаймні один варіант

# enableBiometricNotAvailable
source: Biometric authentication is not available on this device.
uk: Біометрична автентифікація недоступна на цьому пристрої.

# enableBiometricFailed
source: Failed to enable biometrics: {error}
uk: Не вдалося увімкнути біометрію: {error}

# joinGroupTitle
source: Join your group
uk: Приєднайтеся до своєї групи

# joinGroupSubtitle
source: The last step. Enter the code or scan the QR code to join 🚀
uk: Останній крок. Введіть код або відскануйте QR-код, щоб приєднатися 🚀

# joinGroupCodeCaptured
source: Code captured
uk: Код зчитано

# joinGroupSubmitError
source: Failed to submit code: {error}
uk: Не вдалося надіслати код: {error}

# waitApprovalTitle
source: Wait for teacher's approval
uk: Зачекайте на підтвердження вчителя

# waitApprovalSubtitle
source: Your teacher will review your request soon - hang tight!
uk: Ваш учитель незабаром розгляне ваш запит — трошки зачекайте!

# waitApprovalRetryButton
source: Submit again
uk: Надіслати ще раз

# waitApprovalCancelButton
source: Cancel pending enrollment
uk: Скасувати заявку

# waitApprovalCancelDialogTitle
source: Cancel enrollment request
uk: Скасувати приєднання

# waitApprovalCancelDialogMessage
source: Are you sure you want to cancel your pending enrollment?
uk: Ви справді хочете скасувати заявку на приєднання?

# waitApprovalCancelDialogCancel
source: Keep enrollment
uk: Залишити заявку

# waitApprovalCancelDialogConfirm
source: Cancel
uk: Так, скасувати

# waitApprovalCancelSuccess
source: Enrollment request canceled.
uk: Заявку скасовано.

# waitApprovalCancelFailed
source: Could not cancel enrollment: {error}
uk: Не вдалося скасувати заявку: {error}

# networkVideoLoadErrorTitle
source: Failed to load video
uk: Не вдалося завантажити відео

# bottomNavCourses
source: Courses
uk: Курси

# bottomNavSchoolVideos
source: School videos
uk: Шкільні відео

# bottomNavAccount
source: Account
uk: Акаунт

# coursesTitle
source: Courses
uk: Курси

# chooseSubjectSubtitle
source: Choose a subject to begin your learning adventure!
uk: Обери предмет, щоб розпочати свою навчальну подорож!

# schoolVideosTitle
source: School videos
uk: Шкільні відео

# schoolVideosSubtitle
source: Watch videos created by pupils and upload your own.
uk: Дивіться відео, створені учнями, і додавайте свої.

# schoolVideosFilterAll
source: All
uk: Усі

# schoolVideosSearchHint
source: Search videos
uk: Шукати відео

# schoolVideosEmpty
source: No videos yet.
uk: Відео ще немає.

# schoolVideosGroupUnknown
source: Other videos
uk: Інші відео

# schoolVideosStatusLabel
source: Status: {status}
uk: Статус: {status}

# schoolVideosStatusPending
source: Pending approval
uk: Очікує на підтвердження

# schoolVideosStatusApproved
source: Approved
uk: Схвалено

# schoolVideosDeleteTitle
source: Delete video
uk: Видалити відео

# schoolVideosDeleteMessage
source: Delete this video?
uk: Видалити це відео?

# schoolVideosPendingTitle
source: Wait for teacher's approval
uk: Зачекайте на підтвердження вчителя

# schoolVideosPendingMessage
source: Your teacher will review your request soon - hang tight!
uk: Ваш учитель незабаром розгляне ваш запит — трошки зачекайте!

# addVideoPageTitle
source: Add video
uk: Додати відео

# addVideoPageTopicLabel
source: Choose the topic
uk: Оберіть тему

# addVideoPageTitleFieldLabel
source: Title
uk: Назва

# addVideoPageDescriptionFieldLabel
source: Description
uk: Опис

# addVideoPageSubmitButton
source: Add
uk: Додати

# addVideoUploadFailed
source: Failed to upload: {error}
uk: Не вдалося завантажити відео: {error}

# schoolVideosError
source: Error: {error}
uk: Помилка: {error}

# profileFirstName
source: First name
uk: Ім'я

# profileLastName
source: Last name
uk: Прізвище

# profileDob
source: Date of birth
uk: Дата народження

# profilePhone
source: Phone
uk: Телефон

# profilePin
source: PIN code
uk: PIN код

# profilePinDialogTitle
source: Change PIN
uk: Змінити PIN

# profilePinDialogMessage
source: Enter a new 4-digit PIN and confirm it to keep your account secure.
uk: Введіть новий 4-значний код PIN і підтвердіть його, щоб захистити акаунт.

# profilePinDialogStepNewPin
source: Enter new PIN
uk: Введіть новий PIN

# profilePinDialogStepConfirmPin
source: Confirm PIN
uk: Підтвердіть PIN

# profilePinDialogReady
source: PIN ready - tap Save to continue.
uk: PIN готовий - натисніть Зберегти, щоб продовжити.

# profilePinDialogMismatch
source: PINs do not match. Try again.
uk: PIN не співпадають. Спробуйте ще раз.

# profilePinDialogCancel
source: Cancel
uk: Скасувати

# profilePinDialogSave
source: Save PIN
uk: Зберегти PIN

# profilePinDialogReset
source: Start over
uk: Почати заново

# parentalGateTitle
source: Ask a parent to help
uk: Попросіть батьків допомогти

# parentalGateMessage
source: Before opening the link, ask an adult to solve this quick task.
uk: Перш ніж відкрити посилання, попросіть дорослого відповісти на запитання.

# parentalGateQuestionSum
source: How much is {a}+{b}?
uk: Скільки буде {a}+{b}?

# parentalGateQuestionDigits
source: Type these numbers: {sequence}
uk: Введіть числа: {sequence}

# parentalGateAnswerHint
source: Answer
uk: Відповідь

# parentalGateError
source: Incorrect answer. Try again.
uk: Неправильна відповідь. Спробуйте ще раз.

# parentalGateCancel
source: Cancel
uk: Скасувати

# parentalGateConfirm
source: Continue
uk: Продовжити

# profileTheme
source: Theme
uk: Тема

# profileLanguage
source: Language
uk: Мова

# profileThemeLight
source: Light
uk: Світла

# profileThemeDark
source: Dark
uk: Темна

# profileLangEn
source: English
uk: Англійська

# profileLangUk
source: Ukrainian
uk: Українська

# profileLangPl
source: Polish
uk: Польська

# profileSaveButton
source: Save changes
uk: Зберегти зміни

# profileLogoutButton
source: Logout
uk: Вийти

# profileDeleteButton
source: Delete account
uk: Видалити акаунт

# profileLogoutTitle
source: Logout
uk: Вийти

# profileLogoutMessage
source: Do you want to logout from your account?
uk: Вийти з акаунту?

# profileLogoutCancel
source: Cancel
uk: Скасувати

# profileLogoutConfirm
source: Logout
uk: Вийти

# profileDeleteTitle
source: Delete account
uk: Видалити акаунт

# profileDeleteMessage
source: Are you sure you want to delete your account? This action cannot be undone.
uk: Ви впевнені, що хочете видалити свій акаунт? Цю дію неможливо скасувати.

# profileDeleteCancel
source: Cancel
uk: Скасувати

# profileDeleteConfirm
source: Delete
uk: Видалити

# profileSaveSuccess
source: Profile saved
uk: Профіль збережено

# profileSaveFailed
source: Save failed: {error}
uk: Не вдалося зберегти: {error}

# profileDeleteFailed
source: Delete failed: {error}
uk: Не вдалося видалити: {error}

source: Unverified email address.
uk: Неперевірена адреса електронної пошти.

source: Unverified phone nubmer.
uk: Неперевірений номер телефону.

source: Use another account
uk: Використати інший акаунт

source: Add birth date
uk: Додати дату народження

# addButton
source: Add
uk: Додати

source: No content
uk: Немає контенту

# quizResultCongratsTitle
source: 🎉 Congratulations!
uk: 🎉 Вітаємо!

# quizResultScore
source: You scored {score} pts out of {total} in the quiz!
uk: Ти набрав(ла) {score} балів із {total} можливих у квізі!

# quizResultCongratsBody
source: Great job — you can now download your certificate and show off your result! 🏅
uk: Чудова робота — можеш завантажити сертифікат і похвалитися результатом! 🏅

# quizResultTryTitle
source: 🎈 Nice try!
uk: 🎈 Гарна спроба!

# quizResultTryBody
source: No worries — you can try again! Review the materials, revisit the questions, and show what you’ve got. Fingers crossed for your next score! 💪📚
uk: Нічого страшного — спробуй ще раз! Передивись матеріали, повернись до запитань і покажи, на що здатен(на). Тиснемо кулаки за твій наступний результат! 💪📚

# quizResultSkip
source: Skip
uk: Пропустити

# quizResultDownload
source: Download сertificate
uk: Завантажити сертифікат

# quizRepeat
source: Repeat Quiz
uk: Спробувати знову

# quizResultDownloadMissing
source: Certificate is not ready yet. Try again later.
uk: Сертифікат ще не готовий. Спробуйте пізніше.

# quizResultDownloadSuccess
source: Certificate saved to {path}
uk: Сертифікат збережено у {path}.

# quizResultDownloadFailed
source: Unable to download certificate: {error}
uk: Не вдалося завантажити сертифікат: {error}

# quizResultDownloadPermissionDenied
source: Storage permission is required to save the certificate.
uk: Потрібен доступ до пам’яті для збереження сертифікату.

# quizResultDownloadPermissionPermanentlyDenied
source: Permission was permanently denied. Enable storage access in settings.
uk: Дозвіл остаточно відхилено. Увімкніть доступ до пам’яті в налаштуваннях.

# quizResultDownloadOpenSettings
source: Open settings
uk: Відкрити налаштування

# editVideoTitle
source: Edit video
uk: Редагувати відео

# editVideoTitleLabel
source: Title
uk: Назва

# editVideoDescriptionLabel
source: Description
uk: Опис

# editVideoSaveButton
source: Save
uk: Зберегти

# offlineBanner
source: You're offline. Some actions will sync automatically when you reconnect.
uk: Ви офлайн. Деякі дії синхронізуються автоматично після відновлення з'єднання.

# syncingBanner
source: Syncing your data...
uk: Синхронізація даних...

# syncedBanner
source: Connection restored. Your data has been synced.
uk: З'єднання відновлено. Ваші дані синхронізовано.

# loginPinInvalid
source: Invalid PIN. Please try again.
uk: Невірний PIN-код. Спробуйте ще раз.

# loginUserNotFound
source: User not found. Please check your phone number.
uk: Користувача не знайдено. Перевірте номер телефону.

# networkError
source: Network error. Please check your connection.
uk: Помилка мережі. Перевірте з'єднання.

# offlineContentTitle
source: Content unavailable offline
uk: Контент недоступний офлайн
