Repository: WebgateSystems/akademy2-mobile
Catalog: lib/l10n/intl_*.arb
Languages: uk

# offlineContentMessage
source: Connect to the internet and try again.
uk: Підключіться до інтернету та спробуйте ще раз.
